[
  {
    "name": "Борщ з пампушками",
    "imageUrl": "./assets/images/borsh.png",
    "difficulty": 3,
    "description": "Борщ з пампушками — традиційна українська страва на основі буряка, капусти, картоплі та м'яса, яка подається гарячою зі сметаною.",
    "category": "Перші страви",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Голубці",
    "imageUrl": "./assets/images/golubki.png",
    "difficulty": 3,
    "description": "Голубці — це традиційна українська страва, що складається з м'ясного або овочевого начинки, загорнутої у варені капустяні листки.",
    "category": "Другі страви",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Холодець",
    "imageUrl": "./assets/images/Cholodec.png",
    "difficulty": 4,
    "description": "Холодець — це традиційна холодна закуска, що готується з м'яса, яке вариться до стану желе. Основні інгредієнти включають свинячі або яловичі м'ясні частини, які довго варять з овочами і спеціями.",
    "category": "Холодні страви та закуски",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Котлета по-київськи",
    "imageUrl": "./assets/images/kotleta.png",
    "difficulty": 4,
    "description": "Котлета по-київськи — це популярна українська страва, що складається з курячого філе, начиненого вершковим маслом з зеленню та спеціями. Куряче філе обвалюється у панірувальних сухарях і смажиться до золотистої скоринки.",
    "category": "Другі страви",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Капусняк",
    "imageUrl": "./assets/images/kapustnak.png",
    "difficulty": 3,
    "description": "Капусняк — це традиційний український суп на основі квашеної капусти. Готується з м'ясного бульйону і має характерний кислуватий смак завдяки квашеній капусті.",
    "category": "Перші страви",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Банош",
    "imageUrl": "./assets/images/Banosh.png",
    "difficulty": 2,
    "description": "Банош — традиційна страва гуцульської кухні, в'язка кукурудзяна каша, заправлена шкварками, грибами та бринзою. Ідеальна для ситного обіду.",
    "category": "Другі страви",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Деруни",
    "imageUrl": "./assets/images/deruny.png",
    "difficulty": 1,
    "description": "Деруни — картопляні млинці, популярні в українській, польській, білоруській та інших кухнях Східної Європи. В Україні особливо поширені в північних і західних регіонах.",
    "category": "Холодні страви та закуски",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Куліш",
    "imageUrl": "./assets/images/kulish.png",
    "difficulty": 2,
    "description": "Куліш — традиційна українська страва з пшона, вариться на м'ясній юшці або воді. Часто заправляється салом із цибулею та часником. Легко готується в польових умовах.",
    "category": "Другі страви",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Шпундра",
    "imageUrl": "./assets/images/shpundra.png",
    "difficulty": 3,
    "description": "Шпундра — традиційна українська страва, тушкована свинина з буряками в буряковому квасі. Смачна й ситна страва, схожа на верещаку, але заправляється борошном або пшоном.",
    "category": "Другі страви",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Паста карбонара",
    "imageUrl": "./assets/images/pasta-karbonara.png",
    "difficulty": 3,
    "description": "Італійська страва спагеті з дрібними шматочками гуанчале та шампіньйонів, ...",
    "category": "Другі страви",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Лазанья",
    "imageUrl": "./assets/images/lehkyi-retsept-klasychnoi-lazani.png",
    "difficulty": 3,
    "description": "Макаронний виріб, тонкий лист тіста у формі квадрата або прямокутника, італійська кухня",
    "category": "Другі страви",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Піца",
    "imageUrl": "./assets/images/italy-pizza.png",
    "difficulty": 2,
    "description": "Смачна страва, яку обожнюють діти та дорослі. Вона прийшла до нас із Італії",
    "category": "Другі страви",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Ризото",
    "imageUrl": "./assets/images/rizotto19023.png",
    "difficulty": 4,
    "description": "Традиційна страва італійської кухні. Готують її з рису особливого сорту.",
    "category": "Другі страви",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Капре́зе",
    "imageUrl": "./assets/images/kapreze.png",
    "difficulty": 1,
    "description": "Легка закуска з помідорів, моцарелли, оливкової олії та зеленого базиліка.",
    "category": "Холодні страви та закуски",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Фрітата",
    "description": "Фритата — класичний рецепт фрітати — омлет приготований з різноманітними начинками, такими як сир, овочі, ковбаси та м'ясо. Неаполітанську версію страви готують з додаванням макаронів. Селянський варіант фрітати містить цибулю порей та пармезан.",
    "imageUrl": "./assets/images/fritata.png",
    "difficulty": 2,
    "category": "Другі страви",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Бруске́та",
    "description": "Бруске́та — Відмінна риса брускети від бутерброда чи тоста — в тому, що скибочки хліба попередньо обсмажують на грилі чи на сковорідці без олії. Ідеально для приготування брускети підходить чіабата.",
    "imageUrl": "./assets/images/brusketa.png",
    "difficulty": 1,
    "category": "Холодні страви та закуски",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Ньокі",
    "description": "Ньокі  – італійські галушки овальної форми, що стали популярними разом з рештою італійської кухні. Від інших галушок, польських, чеських та німецьких, відрізняються меншим розміром, застосуванням твердих сортів борошна і різноманітних наповнювачів в тісті.",
    "imageUrl": "./assets/images/noky-z-kartopli_sitewebukr-1000x600.png",
    "difficulty": 3,
    "category": "Перші страви",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Вітелло Тоннато",
    "description": "Вітелло Тоннато – це італійська закуска, яку вже полюбили численні покоління гурманів. Ця страва легко готується, адже більшість рецептів Вітелло Тоннато можна приготувати менш ніж годину. Страва готується з будь-якого стейку, але найбільшої популярності набуло приготування саме з Філе Міньйон (Ростбіф).",
    "imageUrl": "./assets/images/vitelo-tonato_sitewebukr-1000x600.png",
    "difficulty": 3,
    "category": "Холодні страви та закуски",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Хачапурі",
    "description": "Хачапурі - являє собою хлібець різної форми з великим вмістом сиру: його в хачапурі приблизно вдвічі більше за вагою, ніж борошна. Часто тісто для хачапурі є абсолютно прісним, а от крім обов'язкового сиру (свіжий або витриманий, часто овечий, наприклад сулугуні), до складу страви можуть входити яйця (наприклад, у аджарському хачапурі) та інші інгредієнти.",
    "imageUrl": "./assets/images/khachapuri.png",
    "difficulty": 4,
    "category": "Кондитерські та хлібобулочні",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Грузинські пурі",
    "description": "Грузинські пурі - це традиційні коржі, які печуть у спеціальних глиняних печах під назвою «тоне». Ці хлібні вироби мають хрустку скоринку і м'який, повітряний м'якуш всередині. Форма пурі може бути овальною або витягнутою, а смак вирізняється насиченістю та легким ароматом диму.",
    "imageUrl": "./assets/images/gruzinski-puri.png",
    "difficulty": 3,
    "category": "Кондитерські та хлібобулочні",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Назукі",
    "description": "Назукі - це солодкий грузинський хліб із додаванням кориці та родзинок. Впізнати його можна за коричневою блискучою скоринкою. Традиційно назукі готується в тоне. Їсти його бажано гарячим.",
    "imageUrl": "./assets/images/nazuki.png",
    "difficulty": 3,
    "category": "Солодкі страви, вироби",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Мчаді",
    "description": "Мчаді  — При їжі ламається руками. Випікається з кукурудзяного борошна і води. Може містити начинки: або імеретинський сир, або відварну квасолю з додаванням ріпчастої або зеленої цибулі та зелені кінзи і петрушки. У Сванетії поширені мчаді з сиром, якщо він несолоний, в тісто додається сіль.",
    "imageUrl": "./assets/images/mchadi.png",
    "difficulty": 3,
    "category": "Кондитерські та хлібобулочні",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Харчо́",
    "description": "Харчо́  — національна грузинська страва, суп з яловичини з рисом і волоськими горіхами на спеціальній кислій основі — тклапі. Інша назва харчо грузинською мовою «дзерохис хорци харшот» означає яловичий суп. Характерною відмінною ознакою цієї страви від інших м'ясних супів є застосування при готуванні лише яловичини, тклапі і тертих волоських горіхів.",
    "imageUrl": "./assets/images/charcho.png",
    "difficulty": 4,
    "category": "Перші страви",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Хаш",
    "description": "Хаш — це традиційна страва кавказької та близькосхідної кухні, особливо популярна в Вірменії, Грузії та Азербайджані. Це густий, насичений бульйон, зварений на яловичих або баранячих ногах, субпродуктах та іноді шлунках. Хаш часто подають гарячим з часником, зеленню, редькою та хлібом.",
    "imageUrl": "./assets/images/chash21.png",
    "difficulty": 3,
    "category": "Перші страви",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Чихіртма",
    "description": "Чихіртма – смачний і корисний грузинський суп із насиченим смаком, який може стати гідним частуванням для дорогих гостей і порадувати вашу родину за обідом. У класичному варіанті чихіртма складається з мінімуму інгредієнтів, а велика частина смакових приправ подаються до неї окремо, щоб кожен, хто сидить за столом, заправив ніжний кремовий суп за своїм смаком, зробив його більш гострим, кислим або пекучим, або залишив його вихідний м'який смак.",
    "imageUrl": "./assets/images/chihirtma.png",
    "difficulty": 2,
    "category": "Перші страви",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Хінка́лі",
    "description": "Хінка́лі - грузинська страва, подібна до вареників та пельменів, а ще більше — до тюркських мантів чи монгольських буузів, один з різновидів кулінарних виробів з вареного тіста з начинкою з м'ясного фаршу. Головне, що відрізняє від інших страв такого виду, — це тонке тісто та бульйон усередині. Їсти хінкалі треба руками, щоб не проткнути виделкою тісто і не розлити бульйон.",
    "imageUrl": "./assets/images/561-xinkali-s-gribami-shampinonami-wtmtn-1100x1100-cfefd80f9a.png",
    "difficulty": 4,
    "category": "Другі страви",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Лобіо",
    "description": "Лобіо — це традиційна страва грузинської кухні. Вона доволі проста у приготуванні та цікава на смак. Великих витрат для приготування не потребує, адже в складі переважно червона квасоля, горіхи, кінза та деякі спеції.",
    "imageUrl": "./assets/images/lobio.png",
    "difficulty": 2,
    "category": "Холодні страви та закуски",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Суші",
    "description": "Суші - традиційна страва японської кухні зроблена на основі рису, обробленого рисовим оцтом чи сіллю, та різноманітних начинок чи нашарувань, серед яких переважають морські продукти, але можуть входити м'ясо, овочі, водорості, гриби чи яйця.",
    "imageUrl": "./assets/images/sushi.png",
    "difficulty": 3,
    "category": "Рибні",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Сябу - сябу",
    "description": "Сябу - сябу — японський  варіант хого .​ Страва дуже схожа на сукіяки , в обидва з них входить тонко нарізане м'ясо та овочі, до яких подається соус для макання . Сябу-сябу з більш вираженим м'ясним смаком і не таке солодке, як сукіяки. Сябу-сябу вважається зимовою стравою, проте її вживають цілий рік.",
    "imageUrl": "./assets/images/1920px-Shabu_Shabu_photo_Don_Ramey_Logan.png",
    "difficulty": 3,
    "category": "Рибні",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Кайсекі",
    "description": "Кайсекі — традиційна японська страва з декількох страв. Цей термін також відноситься до набору навиків та технік, що дозволяють готувати такі страви, і є аналогом західної високої кухні. Існує два типи традиційних японських стилів їжі, які називаються «кайсекі» або «кайсекі-ріорі».",
    "imageUrl": "./assets/images/kaiseki.png",
    "difficulty": 5,
    "category": "Інше",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Унагі",
    "description": "Унагі – це японська страва, в основі якої – смажений на грилі вугор. Вона має дуже ніжний, злегка солодкий смак завдяки спеціальному соусу, що наноситься на рибу під час смаження.",
    "imageUrl": "./assets/images/unagi.png",
    "difficulty": 4,
    "category": "Рибні",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Окономія́кі",
    "description": "Окономія́кі - страва японської кухні. Нагадує млинець із тіста, замішаного на воді і яйцях, на який насипані шарами м'ясо (курка, свинина тощо), морепродукти, дрібно нарізана капуста, овочі тощо, зверху посипають рибною стружкою.",
    "imageUrl": "./assets/images/okonomiaki.png",
    "difficulty": 3,
    "category": "Другі страви",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Кусіяки",
    "description": "Кусіяки  — це японська страва, що складається з шматочків м'яса, морепродуктів або овочів, нанизаних на шпажки та приготованих на грилі або смажених. Часто використовується соєвий соус, соус теріякі або інші маринади, які надають страві особливий смак. Один з найвідоміших видів кусіякі — якиторі, де основним інгредієнтом є курка.",
    "imageUrl": "./assets/images/kusiaki.png",
    "difficulty": 2,
    "category": "Другі страви",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Якіторі",
    "description": "Якіторі - японська страва зі шматочків курки (з нутрощами), підсмажених над жаром на бамбукових шампурах. Якіторі подають або лише з сіллю (інколи з лимонним соком), або з соусом «таре», який роблять з міріну, соєвого соусу і цукру. М'ясо поливають соусом і смажать до готовності, потім подають политим тим самим соусом.",
    "imageUrl": "./assets/images/jakitori.png",
    "difficulty": 3,
    "category": "Другі страви",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Геза",
    "description": "Геза - це одна з відомих страв у Японії. Апетитні японські пельмені, які подають окремо або з тарілкою смачного бульйону. Є щось неймовірно приємне, щоб загорнути м’ясо або овочі в тонку плівку тіста, а потім обсмажити їх!",
    "imageUrl": "./assets/images/geza.png",
    "difficulty": 3,
    "category": "Другі страви",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Рамен",
    "description": "Рамен  — страва японської кухні з пшеничною локшиною. Дуже популярна в Кореї та Японії, особливо серед молоді, бо недорога, смачна та поживна. Фактично, рамен — це фастфуд. У Японії є популярною вуличною їжею.",
    "imageUrl": "./assets/images/shoyu-ramen5-1.png",
    "difficulty": 3,
    "category": "Перші страви",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Горілка",
    "description": "Традиційний міцний напій, виготовлений шляхом перегонки зернового спирту. Домашнє приготування вимагає спеціального обладнання та знань.",
    "imageUrl": "./assets/images/gorilka.png.png",
    "difficulty": 2,
    "category": "Напої",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Квас",
    "description": "Слабоалкогольний напій, виготовлений шляхом ферментації житнього хліба або закваски. Має кисло-солодкий смак і популярний у спекотну пору року.",
    "imageUrl": "./assets/images/kvas.png.png",
    "difficulty": 3,
    "category": "Напої",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Медовуха",
    "description": "Натуральний напій із меду, води та дріжджів, який бродить кілька днів або навіть місяців. Потребує точного дотримання пропорцій.",
    "imageUrl": "./assets/images/Medovyha.png",
    "difficulty": 4,
    "category": "Напої",
    "cuisineName": "Українська кухня",
    "cuisineFlag": "ua"
  },
  {
    "name": "Лімончелло",
    "description": "Лікер із лимонної цедри, спирту, води та цукру. Легкий у приготуванні, але потрібен час для настоювання.",
    "imageUrl": "./assets/images/Limoncello.png",
    "difficulty": 3,
    "category": "Напої",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Еспресо",
    "description": "Концентрований кавовий напій, приготований під високим тиском. Вимагає кавоварки та якісної кави.",
    "imageUrl": "./assets/images/Espresso.png",
    "difficulty": 2,
    "category": "Напої",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Граппа",
    "description": "Міцний напій із виноградного жмиху, який переганяється за спеціальною технологією. Домашнє приготування складне через технічні вимоги.",
    "imageUrl": "./assets/images/Grappa.png",
    "difficulty": 4,
    "category": "Напої",
    "cuisineName": "Італійська кухня",
    "cuisineFlag": "it"
  },
  {
    "name": "Чача",
    "description": "Міцний дистилят із виноградних вичавок. Потрібно обладнання для перегонки й досвід.",
    "imageUrl": "./assets/images/Cha Cha.png",
    "difficulty": 4,
    "category": "Напої",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Вино",
    "description": "Традиційне грузинське вино виготовляють у квеврі (глиняних посудинах). Вимагає тривалого бродіння.",
    "imageUrl": "./assets/images/vino.png",
    "difficulty": 3,
    "category": "Напої",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Тархун",
    "description": "Безалкогольний напій із настою естрагону, цукру й лимонного соку. Прості інгредієнти, але потрібен час для настоювання.",
    "imageUrl": "./assets/images/Tarhun.png",
    "difficulty": 2,
    "category": "Напої",
    "cuisineName": "Грузинська кухня",
    "cuisineFlag": "ge"
  },
  {
    "name": "Саке",
    "description": "Саке - рисове вино, що виробляється шляхом ферментації рису. Це класичний напій, який має безліч варіацій залежно від способу виготовлення та регіону.",
    "imageUrl": "./assets/images/take-sake.png",
    "difficulty": 5,
    "category": "Напої",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Матча",
    "description": "Традиційний порошкоподібний зелений чай, який використовується у чайних церемоніях.",
    "imageUrl": "./assets/images/matcha-latte.png",
    "difficulty": 2,
    "category": "Напої",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  },
  {
    "name": "Умесу",
    "description": "Це сливовий лікер, який готують шляхом настоювання слив умебоші в спирті (часто шьочу) з цукром. Напій має солодко-кислий смак і подається як аперитив.",
    "imageUrl": "./assets/images/umesu.png",
    "difficulty": 3,
    "category": "Напої",
    "cuisineName": "Японська кухня",
    "cuisineFlag": "jp"
  }
]