[
    {
      "title": "Борщ з пампушками",
      "image": "./assets/images/borsh.png",
      "cuisineFlag": "ua",
      "ingredients": [
        "Свинина або яловичина на кістці — 500 г",
        "Буряк — 2 шт.",
        "Картопля — 3-4 шт.",
        "Морква — 1 шт.",
        "Цибуля — 1 шт.",
        "Капуста — 200 г",
        "Болгарський перець — 1 шт.",
        "Томатна паста — 2 ст. л.",
        "Часник — 2-3 зубчики",
        "Лавровий лист — 1-2 шт.",
        "Олія — 2-3 ст. л.",
        "Сіль, перець, зелень — за смаком",
        "Оцет або лимонний сік — 1 ст. л. (для збереження кольору буряка)"
      ],
      "steps": [
        "Приготуйте бульйон. М’ясо залийте водою, додайте лавровий лист, варіть на середньому вогні до готовності. Зніміть піну, яка утвориться під час варіння.",
        "Підготуйте буряк. Очистіть, натріть на тертці та обсмажте на олії. Додайте трохи оцту або лимонного соку, щоб зберегти колір буряка, а також томатну пасту. Протушкуйте буряк близько 10 хвилин.",
        "Наріжте картоплю кубиками, моркву та болгарський перець - соломкою, а капусту нашинкуйте.",
        "Додайте до бульйону картоплю, через 5 хвилин додайте моркву, болгарський перець і капусту. Варіть ще 10-15 хвилин, поки овочі не стануть м'якими.",
        "Додайте в каструлю тушкований буряк, а також нарізаний часник, сіль, перець. Варіть ще 5 хвилин. Потім додайте зелень і зніміть з вогню. Борщ має настоятися приблизно 15-20 хвилин перед подачею."
      ]
    },
    {
        "title": "Голубці",
        "image": "./assets/images/golubki.png",
        "cuisineFlag": "ua",
        "ingredients": [
            "Капуста — 1 великий качан",
            "Фарш (свинина, яловичина або суміш) — 500 г",
            "Рис — 100 г",
            "Цибуля — 1 шт.",
            "Морква — 1 шт.",
            "Сіль, перець — за смаком",
            "Зелень (петрушка, кріп) — за смаком",
            "Олія — 2-3 ст. л.",
            "Для соусу:",
            "Томатна паста або томатний соус — 3-4 ст. л.",
            "Сметана — 3 ст. л.",
            "Вода або бульйон — 1-1,5 склянки",
            "Сіль, перець, лавровий лист — за смаком"
        ],
        "steps": [
            "Підготовка капусти. Обережно зріжте у капусти верхні листки. Закип’ятіть воду у великій каструлі та відваріть капусту цілком або відокремлюючи листки по одному. Варіть листки кілька хвилин, поки вони стануть м’якими. Після цього остудіть листки та зріжте товсті прожилки, щоб вони були більш еластичними.",
            "Приготування начинки. Рис відваріть до напівготовності та остудіть. Цибулю наріжте дрібно, а моркву натріть на тертці. На сковороді розігрійте олію, обсмажте цибулю та моркву до золотистого кольору. У мисці змішайте фарш, рис, обсмажені овочі, сіль, перець та подрібнену зелень.",
            "Формування голубців. Покладіть столову ложку начинки на кожен лист капусти. Загорніть, підгинаючи краї, щоб утворився щільний конвертик. Повторіть з усіма листками та начинкою.",
            "Приготування соусу. Змішайте томатну пасту, сметану та воду або бульйон. Додайте сіль, перець і лавровий лист. Розмішайте до однорідності.",
            "Гасіння голубців. Викладіть голубці в глибоку каструлю щільними рядами, полийте соусом. Тушкуйте на слабкому вогні під кришкою 40-60 хвилин, доки капуста та фарш повністю не приготуються.",
            "Подача. Подавайте голубці гарячими, поливши соусом та додавши трохи свіжої зелені або сметани."
        ]
    },
    {
        "title": "Холодець",
        "image": "./assets/images/Cholodec.png",
        "cuisineFlag": "ua",
        "ingredients": [
            "Свинячі ніжки — 2 шт.",
            "Свинячі рульки або яловичі голяшки — 1-2 шт.",
            "Курка або куряче стегно — 500 г (для більш насиченого смаку)",
            "Морква — 1-2 шт.",
            "Цибуля — 1 шт.",
            "Часник — 4-5 зубчиків",
            "Лавровий лист — 2-3 шт.",
            "Чорний перець горошком — 10 шт.",
            "Сіль — за смаком",
            "Вода — приблизно 3-4 літри (щоб покрити м'ясо)"
        ],
        "steps": [
            "Підготовка м’яса. Свинячі ніжки, рульку (або яловичі голяшки) добре промийте. Можна залишити на кілька годин у воді, щоб позбавитися зайвих домішок. Потім промийте ще раз і покладіть у велику каструлю.",
            "Варка бульйону. Залийте м'ясо холодною водою, доведіть до кипіння, зніміть піну, що утворюється. Додайте моркву, цілу цибулину (не очищену для більш насиченого кольору), лавровий лист і перець горошком. Варіть на дуже слабкому вогні близько 5-6 годин, не даючи бульйону кипіти, щоб він залишався прозорим. Після цього додайте куряче м'ясо і продовжуйте варити ще 1-2 години.",
            "Слідкуйте, щоб бульйон не випаровувався. При необхідності підливайте трохи води.",
            "Зняття жиру. Під час варіння періодично знімайте жир, що збирається на поверхні бульйону.",
            "Додавання часнику та солі. За 30 хвилин до завершення варіння додайте сіль та очищений часник (цілими зубчиками або розрізаними навпіл).",
            "Проціджування бульйону. Готовий бульйон процідіть через марлю або дрібне сито, щоб видалити залишки спецій та цибулю.",
            "Розбір м’яса. Дістаньте з бульйону м'ясо, остудіть. Відокремте його від кісток та наріжте на дрібні шматочки або розділіть на волокна. Моркву можна нарізати кружечками для декору.",
            "Формування холодцю. Викладіть шматочки м'яса та моркву у форми чи глибокі тарілки. Залийте процідженим бульйоном так, щоб м'ясо було повністю покрите.",
            "Охолодження. Дайте холодцю охолонути при кімнатній температурі, а потім помістіть його в холодильник до повного застигання (на 5-6 годин або на ніч).",
            "Подача. Подавайте холодець із гірчицею, хріном або зеленою цибулею за смаком."
        ]
    },
    {
        "title": "Котлета по-київськи",
        "image": "./assets/images/kotleta.png",
        "cuisineFlag": "ua",
        "ingredients": [
            "Куряче філе — 2 шт.",
            "Вершкове масло — 50 г",
            "Свіжа зелень (петрушка, кріп) — 2 ст. л.",
            "Часник — 1 зубчик (за бажанням)",
            "Яйця — 2 шт.",
            "Панірувальні сухарі — 100 г",
            "Борошно — 3-4 ст. л.",
            "Сіль, перець — за смаком",
            "Рослинна олія для смаження — 200 мл"
        ],
        "steps": [
            "Підготовка вершкової начинки: Масло дістаньте з холодильника заздалегідь, щоб воно стало м’яким. Подрібніть зелень і часник, змішайте з маслом, додайте трохи солі та перцю. Зліпіть з цієї суміші довгастий шматочок (приблизно 3-4 см завдовжки), обгорніть у харчову плівку та покладіть у морозильник, щоб масло добре затверділо.",
            "Підготовка курячого філе: Розріжте кожне куряче філе вздовж, щоб утворився один великий пласт м’яса. Злегка відбийте м’ясо через харчову плівку, щоб зробити його тоншим, але будьте обережні, щоб не пошкодити цілісність філе. Посоліть і поперчіть м'ясо з обох боків.",
            "Формування котлети: Дістаньте застигле масло із морозильника. Покладіть шматочок масла на середину відбитого курячого філе. Загорніть філе, добре закриваючи краї, щоб масло не витекло під час смаження. Сформуйте з філе щільний рулетик.",
            "Панірування: Обкачайте котлету спочатку у борошні, потім в яйці (яке слід збити з дрібкою солі) і нарешті у панірувальних сухарях. Для більшої хрусткості можна повторити панірування: ще раз вмочити в яйце та сухарі.",
            "Смаження: У глибокій сковороді або каструлі розігрійте рослинну олію (масла має бути достатньо, щоб котлети були занурені приблизно на половину). Смажте котлети на середньому вогні по 3-4 хвилини з кожного боку, поки не утвориться золотава хрустка скоринка. Після цього перекладіть котлети на деко і доведіть до готовності в духовці, розігрітій до 180°C, ще 10-15 хвилин.",
            "Подача: Подавайте котлети гарячими, розрізаючи на тарілці, щоб з середини витекло ароматне вершкове масло. Можна додати гарнір — картопляне пюре або свіжий салат."
        ]
    },
    {
        "title": "Капусняк",
        "image": "./assets/images/kapustnak.png",
        "cuisineFlag": "ua",
        "ingredients": [
            "Квашена капуста — 300-400 г",
            "Свинина (на кістці або ребра) — 400-500 г",
            "Картопля — 3-4 шт.",
            "Морква — 1 шт.",
            "Цибуля — 1 шт.",
            "Пшоно — 2 ст. л. (можна замінити рисом або залишити без круп)",
            "Сало — 50 г (за бажанням)",
            "Часник — 2-3 зубчики",
            "Лавровий лист — 1-2 шт.",
            "Сіль, перець — за смаком",
            "Зелень (петрушка, кріп) — за смаком"
        ],
        "steps": [
            "Підготовка бульйону: Свинину промийте, покладіть у велику каструлю та залийте водою (приблизно 2,5-3 л). Доведіть до кипіння, зніміть піну, додайте лавровий лист і варіть бульйон на повільному вогні близько 1-1,5 години, поки м’ясо не стане м’яким.",
            "Підготовка капусти: Квашену капусту за бажанням промийте, щоб вона була менш кислою. Викладіть у сковороду, додайте трохи води та тушкуйте на слабкому вогні близько 20 хвилин, щоб вона стала м'якою.",
            "Підготовка овочів та крупи: Картоплю наріжте кубиками. Моркву натріть на тертці, а цибулю дрібно наріжте. Пшоно (або рис) промийте під проточною водою.",
            "Додавання інгредієнтів: До готового бульйону додайте картоплю та промите пшоно, варіть близько 10 хвилин. Після цього додайте тушковану капусту, моркву та цибулю. Варіть ще 10-15 хвилин до готовності овочів.",
            "Смажене сало з часником (за бажанням): Наріжте сало дрібними кубиками та витопіть його на сковороді до золотистого кольору. Додайте подрібнений часник та злегка обсмажте. Додайте цю суміш у каструлю з капусняком для більш насиченого аромату.",
            "Доведення до смаку: Додайте сіль, перець за смаком і зніміть каструлю з вогню. Дайте капусняку настоятися 10-15 хвилин під кришкою.",
            "Подача: Подавайте гарячим, посипавши свіжою зеленню. За бажанням можна додати ложку сметани."
        ]
    },
    {
        "title": "Банош",
        "image": "./assets/images/Banosh.png",
        "cuisineFlag": "ua",
        "ingredients": [
            "Кукурудзяне борошно або крупа (дрібного помелу) — 200 г",
            "Сметана (або вершки) — 500 мл",
            "Вода — 250 мл",
            "Сіль — за смаком",
            "Сало або бекон — 100 г",
            "Бриндзя (овечий сир) — 100-150 г"
        ],
        "steps": [
            "Підготовка сметани: Змішайте сметану з водою в глибокій каструлі або казанку, поставте на слабкий вогонь і доведіть до кипіння. Додайте дрібку солі.",
            "Приготування баношу: Коли сметана почне кипіти, поступово всипайте кукурудзяне борошно, постійно помішуючи дерев'яною ложкою або вінчиком, щоб не утворювалися грудочки. Варіть банош на повільному вогні, не перестаючи помішувати, поки маса не загусне і почне відставати від стінок каструлі. Це займає приблизно 10-15 хвилин. За консистенцією банош має бути густим і кремовим, схожим на поленту або кашу.",
            "Підготовка смаженого сала: Наріжте сало або бекон невеликими кубиками. Обсмажте їх на сухій сковороді до золотистого кольору, щоб витопився жир і утворилися хрусткі шкварки.",
            "Подача: Викладіть банош на тарілку, зверху додайте бриндзю та полийте шкварками з витопленим жиром для додаткового аромату. Банош традиційно подають гарячим, і його можна доповнити різними начинками, як-от грибами, зеленню або навіть смаженою цибулею."
        ]
    },
    {
        "title": "Деруни",
        "image": "./assets/images/deruny.png",
        "cuisineFlag": "ua",
        "ingredients": [
            "Картопля — 5-6 шт. середнього розміру",
            "Цибуля — 1 шт.",
            "Яйце — 1 шт.",
            "Борошно — 1-2 ст. л. (за потреби)",
            "Сіль, перець — за смаком",
            "Рослинна олія — для смаження",
            "Сметана — для подачі"
        ],
        "steps": [
            "Підготовка картоплі: Очистіть картоплю і натріть на дрібній або середній тертці. Щоб деруни були ніжнішими, можна натерти картоплю разом із цибулею — це також запобігатиме потемнінню картоплі.",
            "Приготування картопляної маси: Відтисніть зайву рідину з натертої картоплі. Додайте до картопляної маси яйце, сіль, перець, а також трохи борошна (для густоти, якщо суміш виходить занадто рідкою). Добре перемішайте.",
            "Смаження: Розігрійте на сковороді рослинну олію. Викладайте картопляну масу столовою ложкою, формуючи невеликі оладки. Смажте деруни на середньому вогні з обох боків до золотистої скоринки (приблизно 3-4 хвилини з кожного боку).",
            "Подача: Викладіть готові деруни на паперові рушники, щоб забрати зайвий жир. Подавайте гарячими зі сметаною. Можна також посипати свіжою зеленню або подавати з грибним соусом."
        ]
    },
    {
        "title": "Куліш",
        "image": "./assets/images/kulish.png",
        "cuisineFlag": "ua",
        "ingredients": [
            "Пшоно — 1 склянка",
            "Свиняче сало або бекон — 100-150 г",
            "Копчене м’ясо (грудинка, ребра) або ковбаски — 200 г (за бажанням)",
            "Картопля — 2-3 шт.",
            "Цибуля — 1 шт.",
            "Морква — 1 шт.",
            "Вода або бульйон — 2-2,5 л",
            "Сіль, перець — за смаком",
            "Зелень (петрушка, кріп) — за смаком"
        ],
        "steps": [
            "Підготовка пшона: Пшоно ретельно промийте кілька разів під проточною водою, щоб прибрати гіркоту. За бажанням можна залити його окропом на кілька хвилин, а потім знову промити.",
            "Смаження сала і овочів: Наріжте сало або бекон дрібними кубиками та обсмажте на сковороді, щоб витопився жир і утворилися шкварки. Додайте дрібно нарізану цибулю і натерту на тертці моркву. Обсмажте все разом до золотистого кольору.",
            "Приготування куліша: У каструлю налийте воду або бульйон та доведіть до кипіння. Додайте нарізану кубиками картоплю та варіть її до напівготовності (близько 10 хвилин). Потім додайте промите пшоно, обсмажені сало з овочами та, за бажанням, копчене м’ясо або ковбаски.",
            "Варіння куліша: Варіть куліш на слабкому вогні, періодично помішуючи, доки пшоно і картопля не стануть м’якими (приблизно 20-25 хвилин). Додайте сіль та перець за смаком.",
            "Додавання зелені: Наприкінці варіння додайте подрібнену зелень (петрушку або кріп) і перемішайте.",
            "Подача: Подавайте куліш гарячим, при бажанні можна додати сметану або зелень для подачі."
        ]
    },
    {
        "title": "Шпундра",
        "image": "./assets/images/shpundra.png",
        "cuisineFlag": "ua",
        "ingredients": [
            "Свинина (найкраще використовувати ребра) — 500 г",
            "Буряк — 3-4 шт.",
            "Цибуля — 1 шт.",
            "Борошно — 1-2 ст. л.",
            "Оцет (яблучний або винний) — 2-3 ст. л.",
            "Цукор — 1 ч. л. (за бажанням, для балансу смаку)",
            "Лавровий лист — 1-2 шт.",
            "Сіль, чорний перець — за смаком",
            "Рослинна олія — для смаження",
            "Вода або бульйон — 500 мл"
        ],
        "steps": [
            "Підготовка свинини: Наріжте свинину на порційні шматочки (якщо використовуєте ребра, розріжте їх по кісточці). Посоліть і поперчіть м'ясо, а потім обкачайте його в борошні.",
            "Смаження м’яса: На розігрітій сковороді з олією обсмажте шматочки м’яса до золотистого кольору. Потім перекладіть м'ясо в каструлю або казан, де воно буде тушкуватися.",
            "Підготовка буряка: Буряк очистіть і натріть на крупній тертці або наріжте тонкою соломкою. Цибулю дрібно наріжте.",
            "Смаження буряка і цибулі: У тій самій сковороді, де смажилося м'ясо, злегка обсмажте цибулю до прозорості, потім додайте буряк і обсмажуйте ще кілька хвилин. Додайте оцет і цукор (за бажанням) для балансу смаку. Добре перемішайте і тушкуйте 5-7 хвилин.",
            "Тушкування шпундри: Додайте обсмажені буряк і цибулю до м'яса в каструлі. Додайте лавровий лист. Залийте все водою або бульйоном, щоб м’ясо і буряк були покриті рідиною. Доведіть до кипіння, зменшіть вогонь і тушкуйте під кришкою на слабкому вогні близько 1-1,5 години, поки м’ясо не стане м’яким і насичиться буряковим ароматом.",
            "Подача: Подавайте шпундру гарячою, як окрему страву або з гарніром, наприклад, картоплею або кашею. Можна прикрасити свіжою зеленню."
        ]
    },
    {
        "title": "Спагетті карбонара",
        "image": "./assets/images/pasta-karbonara.png",
        "cuisineFlag": "it",
        "ingredients": [
          "Спагетті — 250 г",
          "Відбита свиняча грудинка або панчетта — 150 г (можна замінити беконом)",
          "Яйця — 3 шт. (2 жовтки і 1 ціле яйце)",
          "Пармезан або пекоріно — 50 г (тертий)",
          "Чорний перець (свіжомелений) — за смаком",
          "Сіль — за смаком",
          "Оливкова олія — 1 ст. л. (для смаження)"
        ],
        "steps": [
          "Закип'ятіть велику каструлю з водою, додайте сіль (приблизно 1 ч. л. на 1 л води) і варіть спагетті згідно з інструкцією на упаковці до аль денте (зазвичай 8-10 хвилин). Залиште трохи води від варіння пасти для того, щоб потім додати її до соусу (приблизно 1/2 склянки).",
          "Наріжте грудинку, панчетту або бекон на тонкі скибочки або кубики. Розігрійте сковороду з оливковою олією на середньому вогні і обсмажте м'ясо до хрусткої скоринки (приблизно 5-7 хвилин). Потім зніміть з вогню.",
          "У глибокій мисці збийте яйця з тертим пармезаном або пекоріно. Додайте чорний перець за смаком. Соус має бути кремовим, тому не потрібно додавати рідину, поки паста не буде готова.",
          "Коли спагетті будуть готові, злийте воду, залишивши трохи для коригування консистенції соусу. Додайте спагетті до сковороди з м'ясом, перемішайте, щоб паста ввібрала сік від м'яса.",
          "Потім поступово додайте яєчну суміш, постійно помішуючи, щоб яйця не згорнулися, а стали кремовими. Якщо потрібно, додайте трохи води від пасти для більшої кремовості.",
          "Подавайте спагетті карбонара гарячими, посипавши додатковим тертим сиром і свіжомеленим чорним перцем."
        ]
      },
      {
        "title": "Лазанья",
        "image": "./assets/images/lehkyi-retsept-klasychnoi-lazani.png",
        "cuisineFlag": "it",
        "ingredients": [
          "Фарш (свиний або яловичий) — 500 г",
          "Цибуля — 1 шт.",
          "Морква — 1 шт.",
          "Часник — 2 зубчики",
          "Помідори в консерві або свіжі — 400 г (або 3-4 ст. л. томатної пасти)",
          "Олія — для смаження",
          "Сіль, перець — за смаком",
          "Oregano або базилік — 1 ч. л.",
          "Червоне вино (за бажанням) — 50 мл",
          "Молоко — 500 мл",
          "Масло вершкове — 50 г",
          "Борошно — 2 ст. л.",
          "Мускатний горіх — на кінчику ножа",
          "Чорний перець — за смаком",
          "Листи лазаньї (сухі або свіжі) — 9-12 шт.",
          "Тертий моцарела або пармезан — 150-200 г"
        ],
        "steps": [
          "Цибулю і моркву наріжте дрібно. У сковороді розігрійте олію, додайте цибулю і моркву, обсмажте до м'якості.",
          "Додайте фарш і обсмажте до рум'яності, розбиваючи грудки м’яса ложкою.",
          "Подрібніть часник і додайте до м'яса.",
          "Додайте томати (порізані або пюровані) або томатну пасту, посоліть, поперчіть, додайте орегано або базилік.",
          "Якщо хочете, можна влити червоне вино і дати йому випаруватися.",
          "Тушкуйте соус на слабкому вогні 30-40 хвилин, періодично помішуючи.",
          "У каструлі розтопіть вершкове масло на середньому вогні.",
          "Додайте борошно і, постійно помішуючи, обсмажте до золотистого кольору.",
          "Поступово вливайте молоко, продовжуючи помішувати, щоб не утворювалися грудочки.",
          "Додайте сіль, перець і мускатний горіх.",
          "Варіть на маленькому вогні до загустіння (приблизно 5-7 хвилин). Соус має бути кремовим.",
          "Якщо ви використовуєте сухі листи лазаньї, їх потрібно попередньо відварити в підсоленій воді згідно з інструкцією на упаковці. Якщо листи свіжі, цей етап пропускається.",
          "У форму для запікання викладіть трохи соусу бешамель на дно.",
          "Потім розкладіть перший шар листів лазаньї.",
          "Зверху викладіть половину м'ясного соусу, розрівняйте.",
          "Додайте ще один шар листів лазаньї, потім покрийте половиною соусу бешамель.",
          "Повторіть шари (лазання, м'ясний соус, бешамель) до заповнення форми.",
          "Завершіть верхнім шаром соусу бешамель і посипте тертим сиром.",
          "Розігрійте духовку до 180°C.",
          "Накрийте форму фольгою та випікайте лазанью 30 хвилин.",
          "Зніміть фольгу і випікайте ще 10-15 хвилин, поки верх не стане золотисто-коричневим.",
          "Дайте лазанії трохи охолонути перед подачею, щоб вона краще тримала форму.",
          "Наріжте на порції і подавайте гарячою."
        ]
      },
      {
        "title": "Піца",
        "image": "./assets/images/italy-pizza.png",
        "cuisineFlag": "it",
        "ingredients": [
          "Борошно пшеничне — 500 г",
          "Вода тепла — 300 мл",
          "Дріжджі сухі — 7 г (або 20 г свіжих дріжджів)",
          "Олія оливкова — 2 ст. л.",
          "Цукор — 1 ч. л.",
          "Сіль — 1 ч. л.",
          "Помідори (свіжі або консервовані) — 300 г",
          "Часник — 1-2 зубчики",
          "Оливкова олія — 1 ст. л.",
          "Сіль, перець — за смаком",
          "Базилік або орегано — за бажанням",
          "Моцарела — 200 г",
          "Шинка, салямі, гриби, оливки, помідори, зелень та інші — за смаком"
        ],
        "steps": [
          "У теплій воді розчиніть цукор і сухі дріжджі. Залиште на 10 хвилин, щоб дріжджі 'активувалися' (появиться піна).",
          "В глибокій мисці змішайте борошно і сіль. Додайте оливкову олію та дріжджову суміш. Замісіть тісто.",
          "Вимішуйте тісто на присипаній борошном поверхні близько 5-7 хвилин, поки воно не стане еластичним.",
          "Покладіть тісто в миску, накрийте рушником або плівкою і залиште на 1-1,5 години для підйому в теплому місці, поки воно не збільшиться в об'ємі вдвічі.",
          "Для соусу з помідорів, подрібніть помідори в блендері або просто наріжте їх дрібно.",
          "На сковороді розігрійте оливкову олію, додайте подрібнений часник і смажте 1-2 хвилини.",
          "Додайте помідори, сіль, перець і, якщо бажаєте, трохи сушеного базиліка або орегано.",
          "Тушкуйте соус на середньому вогні 10-15 хвилин, поки він не стане густішим.",
          "Розігрійте духовку до 220°C (краще використовувати верхній і нижній обігрів).",
          "Коли тісто підніметься, розділіть його на 2 частини (для 2 піц середнього розміру) або залиште цілим для великої піци.",
          "Розкатайте тісто на присипаній борошном поверхні до бажаної товщини.",
          "Викладіть тісто на пергаментний папір або змащену олією форму для піци.",
          "Намажте рівномірно соусом основу піци.",
          "Викладіть моцарелу (порізану або натерту) поверх соусу.",
          "Додайте інші інгредієнти за вашим бажанням (наприклад, шинку, салямі, гриби, оливки, помідори тощо).",
          "Випікайте піцу в розігрітій духовці 10-15 хвилин, поки корж не стане золотистим і хрустким, а сир не розплавиться.",
          "Після випікання можна додати свіжу зелень (наприклад, базилік)."
        ]
      },
      {
        "title": "Різотто",
        "image": "./assets/images/rizotto19023.png",
        "cuisineFlag": "it",
        "ingredients": [
          "Рис арборіо (для різотто) — 1 склянка (200 г)",
          "Олія оливкова або вершкове масло — 2 ст. л.",
          "Цибуля — 1 шт.",
          "Часник — 2 зубчики",
          "Бульйон (овочевий або курячий) — 700-800 мл",
          "Біле сухе вино — 100 мл (за бажанням)",
          "Пармезан — 50-70 г (тертий)",
          "Сіль, перець — за смаком",
          "Свіжий базилік або петрушка — за бажанням"
        ],
        "steps": [
          "Наріжте цибулю та часник дрібно.",
          "Якщо використовуєте бульйон, заздалегідь нагрійте його в каструлі, щоб він був гарячим під час додавання в рис.",
          "У великій сковороді або каструлі з товстим дном розігрійте олію або вершкове масло.",
          "Додайте нарізану цибулю та часник, обсмажуйте на середньому вогні до прозорості (приблизно 5 хвилин).",
          "Додайте рис до цибулі та часнику, добре перемішайте, щоб кожне зернятко покрилося маслом або олією.",
          "Обсмажуйте рис 2-3 хвилини, поки він не стане трохи прозорим.",
          "Якщо ви використовуєте вино, додайте його до рису і дайте йому випаруватися, поки більша частина рідини не вивітриться.",
          "Починайте поступово додавати гарячий бульйон (по 1/2 склянки), перемішуючи і чекаючи, поки рідина не поглине рис, перед тим як додавати наступну порцію.",
          "Продовжуйте додавати бульйон і перемішувати рис, поки він не стане м’яким, але злегка аль денте (це може зайняти близько 18-20 хвилин).",
          "Якщо бульйон закінчиться, а рис ще не готовий, додайте трохи води.",
          "Як тільки рис буде готовий, зніміть сковороду з вогню.",
          "Додайте тертий пармезан, сіль і перець за смаком. Добре перемішайте, щоб рис став кремовим і ніжним.",
          "Подавайте різотто гарячим, посипавши додатково тертим сиром або свіжою зеленню."
        ]
      },
      {
        "title": "Капрезе",
        "image": "./assets/images/kapreze.png",
        "cuisineFlag": "it",
        "ingredients": [
          "Помідори середнього розміру — 3-4 шт.",
          "Моцарела (краще буфала або в воді) — 200 г",
          "Листя свіжого базиліку — кілька гілочок",
          "Оливкова олія — 2-3 ст. л.",
          "Бальзамічний оцет — 1 ст. л. (за бажанням)",
          "Сіль і перець — за смаком"
        ],
        "steps": [
          "Помідори наріжте на круглі скибочки товщиною близько 5 мм.",
          "Моцарелу наріжте на скибочки такого ж розміру, як і помідори.",
          "Листя базиліку помийте і висушіть.",
          "На великій тарілці починайте викладати інгредієнти: чергуйте скибочки помідорів, моцарели і листя базиліку, створюючи апетитні «вежі» або «спіралі».",
          "Полийте страву оливковою олією. Якщо хочете додати більшої глибини смаку, можна також полити бальзамічним оцтом.",
          "Посоліть і поперчіть страву за смаком.",
          "Капрезе подається відразу після приготування, можна доповнити свіжим хлібом або як частину легкого обіду."
        ]
      },
      {
        "title": "Фритата",
        "image": "./assets/images/fritata.png",
        "cuisineFlag": "it",
        "ingredients": [
          "Яйця — 6 шт.",
          "Молоко або вершки — 100 мл (за бажанням)",
          "Олія або вершкове масло — 1 ст. л.",
          "Цибуля — 1 шт.",
          "Помідори — 2 шт. (можна замінити консервованими)",
          "Перець болгарський — 1 шт.",
          "Шпинат або інша зелень — 1 жменя",
          "Сир (моцарела, пармезан або інший) — 100 г",
          "Сіль, перець — за смаком"
        ],
        "steps": [
          "Цибулю наріжте дрібно і обсмажте на олії або вершковому маслі до м'якості, приблизно 5 хвилин.",
          "Перець болгарський наріжте кубиками, а помідори — на скибочки або кубики (як вам зручно).",
          "Якщо використовуєте шпинат, промийте його і наріжте крупно.",
          "У глибокій мисці збийте яйця з молоком або вершками (якщо ви хочете більш ніжну текстуру) до однорідної маси.",
          "Додайте до суміші сіль і перець за смаком.",
          "Коли цибуля стане м'якою, додайте до неї перець і помідори (якщо використовуєте шпинат, додайте його на цьому етапі). Обсмажуйте овочі ще кілька хвилин, поки вони не стануть м'якими.",
          "Додайте яєчну суміш і рівномірно розподіліть її по овочах.",
          "Посипте зверху тертим сиром.",
          "Готуйте на середньому вогні, поки краї не почнуть затверджуватися (близько 5-7 хвилин).",
          "Якщо ви хочете, щоб фрітата була рівномірно запечена, можна поставити сковороду в розігріту до 180°C духовку на 5-10 хвилин, або накрити сковороду кришкою і готувати на слабкому вогні, поки яйця повністю не загустіють.",
          "Фрітату можна подавати як гарячу, так і холодну. Її можна порізати на скибочки і подавати з легким салатом або як самостійну страву."
        ]
      },
      {
        "title": "Бруске́та",
        "image": "./assets/images/brusketa.png",
        "cuisineFlag": "it",
        "ingredients": [
          "Багет або інший хліб (бажано з хрусткою скоринкою) — 1-2 шт.",
          "Помідори — 3-4 шт. (краще стиглі)",
          "Часник — 1-2 зубчики",
          "Оливкова олія — 2-3 ст. л.",
          "Листя базиліку — кілька гілочок",
          "Сіль і перець — за смаком",
          "Бальзамічний оцет — 1-2 ч. л. (за бажанням)"
        ],
        "steps": [
          "Наріжте багет на скибочки товщиною близько 1 см.",
          "Підсушіть скибочки хліба на сухій сковороді або запечіть у духовці при 180°C до золотистої скоринки (5-7 хвилин).",
          "Помідори наріжте кубиками, видаливши насіння, щоб не було зайвої рідини.",
          "Часник наріжте дрібно або роздавіть плоским боком ножа.",
          "Базилік порвіть руками на дрібні шматочки.",
          "У мисці змішайте помідори, часник, оливкову олію, базилік, сіль і перець. Якщо хочете, додайте кілька крапель бальзамічного оцту для більш насиченого смаку.",
          "Перемішайте інгредієнти, щоб вони добре поєдналися.",
          "На кожну скибочку підсушеного хліба викладіть начинку з помідорів.",
          "Подавайте одразу, щоб хліб залишався хрустким.",
          "Брускети можна варіювати, додаючи інші інгредієнти, такі як моцарела, оливки чи анчоуси. Смачного!"
        ]
      },
      {
        "title": "Ньокі",
        "image": "./assets/images/noky-z-kartopli_sitewebukr-1000x600.png",
        "cuisineFlag": "it",
        "ingredients": [
          "Картопля — 1 кг (бажано з борошнистою текстурою)",
          "Борошно пшеничне — 200 г (може знадобитися більше або менше)",
          "Яйце — 1 шт.",
          "Сіль — 1 ч. л.",
          "Чорний перець — за смаком",
          "Тертий пармезан (за бажанням) — 50 г"
        ],
        "steps": [
          "Картоплю відваріть у шкірці в підсоленій воді до готовності (приблизно 20-30 хвилин, в залежності від розміру картоплини).",
          "Коли картопля охолоне до теплого стану, очистіть її від шкірки та потовчіть у пюре. Для цього найкраще використовувати картопляний прес, щоб отримати м’яку текстуру.",
          "На столі або в мисці з картопляного пюре зробіть «вулкан» і додайте яйце, сіль, перець та частину борошна (почніть з 150 г).",
          "Поступово замішуйте тісто, додаючи решту борошна до отримання м’якого, але не липкого тіста. Якщо тісто занадто липне, додайте ще трохи борошна.",
          "В кінці додайте тертий пармезан, якщо використовуєте.",
          "Розділіть тісто на кілька частин. Кожну частину розкачайте в тонкий джгут завтовшки близько 1 см.",
          "Ріжте джгути на невеликі шматочки (1-2 см). Ви можете надавати ним класичну форму за допомогою виделки: обережно натискайте на кожен шматочок виделкою, щоб утворити невеликі бороздки, які допомагають утримувати соус.",
          "В киплячу підсолену воду додавайте ньокі порціями. Коли вони спливуть на поверхню, варіть ще 2-3 хвилини.",
          "Виймайте з води шумівкою і перекладайте на тарілку.",
          "У сковороді розтопіть вершкове масло. Якщо хочете додати бекон або салямі, поріжте їх і обсмажте в маслі до хрусткості.",
          "Додайте шалфей або базилік і обсмажте ще кілька хвилин.",
          "Готові ньокі переложіть на сковороду з соусом, перемішайте, щоб вони покрилися маслом.",
          "Подавайте гарячими, посипавши тертим пармезаном.",
          "Смачного!"
        ]
      },
      {
        "title": "Вітелло Тоннато",
        "image": "./assets/images/vitelo-tonato_sitewebukr-1000x600.png",
        "cuisineFlag": "it",
        "ingredients": [
          "М'ясо телятини (найкраще використовувати вирізку або лопатку) — 600-700 г",
          "Морква — 1 шт.",
          "Цибуля — 1 шт.",
          "Лавровий лист — 2-3 шт.",
          "Чорний перець — 5-6 горошин",
          "Сіль — за смаком",
          "Вода — 1,5-2 л",
          "Тунець консервований у власному соку — 200 г",
          "Яйце — 1 шт.",
          "Оливкова олія — 150-200 мл",
          "Каперси — 1 ст. л. (за бажанням)",
          "Лимонний сік — 1 ст. л.",
          "Сіль і перець — за смаком"
        ],
        "steps": [
          "В каструлі доведіть до кипіння воду і додайте у неї очищену моркву, цибулю, лавровий лист, перець і сіль.",
          "Покладіть м'ясо телятини в киплячий бульйон. Варіть м'ясо на середньому вогні 1,5-2 години, поки воно не стане м'яким.",
          "Після варіння витягніть м'ясо з бульйону і дайте йому охолонути при кімнатній температурі. Потім помістіть в холодильник, щоб воно добре охололо.",
          "Для соусу відокреміть тунець від рідини і покладіть в блендер або кухонний комбайн.",
          "Додайте яйце, каперси (якщо використовуєте), лимонний сік, сіль і перець. Поступово вливайте оливкову олію, збиваючи до утворення густого кремоподібного соусу.",
          "Якщо соус виходить дуже густим, можна додати трохи води або олії до бажаної консистенції.",
          "Охолоджену телятину наріжте тонкими скибочками.",
          "Викладіть скибочки м'яса на велике плоске блюдо і полийте зверху тунцевим соусом.",
          "Прикрасьте каперсами або свіжими травами за бажанням.",
          "Подавайте страву охолодженою або при кімнатній температурі.",
          "Вітелло Тоннато — це чудова холодна закуска, яка ідеально підходить для святкових столів або літніх обідів. Смачного!"
        ]
      },
      {
        "title": "Грузинські пурі",
        "image": "./assets/images/gruzinski-puri.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Борошно пшеничне — 500 г",
          "Вода тепла — 250 мл",
          "Дріжджі сухі — 7 г (або 20 г свіжих)",
          "Цукор — 1 ч. л.",
          "Сіль — 1 ч. л.",
          "Олія (краще оливкова) — 2 ст. л.",
          "Молоко — 50 мл (для м’якості)"
        ],
        "steps": [
          "У теплому молоці або воді розчиніть цукор і дріжджі. Залиште на 10-15 хвилин, щоб дріжджі активувались і утворилась пінка на поверхні.",
          "В глибокій мисці змішайте борошно і сіль.",
          "Додайте розчинені дріжджі і поступово вливайте теплу воду, замішуючи тісто.",
          "Додайте олію і продовжуйте вимішувати до однорідного, еластичного тіста. Якщо тісто забагато липне, додайте трохи борошна.",
          "Коли тісто буде готове, накрийте його рушником або плівкою і залиште на 1-1,5 години, щоб воно піднялося в теплому місці.",
          "Коли тісто підніметься, обмініть його і розділіть на 4-6 частин (в залежності від того, які за розміром ви хочете хлібці).",
          "Кожну частину розкатайте в круглу або овальну форму товщиною приблизно 1 см.",
          "Для традиційного вигляду пурі можна зробити легкі надрізи на поверхні, використовуючи ніж або виделку, щоб надати хлібцям характерний вигляд.",
          "Розігрійте духовку до 220-250°C.",
          "Якщо у вас є керамічний або кам'яний лист для випікання, нагрійте його в духовці.",
          "Викладіть пурі на гарячу поверхню або на пергаментний папір і випікайте 10-15 хвилин до золотистої скоринки.",
          "Під час випікання можна обприскати хліб водою, щоб утворилася хрустка скоринка.",
          "Пурі подають гарячими, зазвичай з різними соусами, м'ясними стравами або хачапурі."
        ]
      },
      {
        "title": "Хачапурі",
        "image": "./assets/images/khachapuri.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Борошно пшеничне — 500 г",
          "Тепла вода — 250 мл",
          "Дріжджі сухі — 7 г (або 20 г свіжих)",
          "Сіль — 1 ч. л.",
          "Цукор — 1 ч. л.",
          "Олія — 2 ст. л. (можна використати оливкову)",
          "Молоко — 50 мл",
          "Яйце — 1 шт.",
          "Сир сулугуні або мікс сиру (фета, моцарела, адигейський сир) — 400 г",
          "Яйце — 1 шт. (для начинки)",
          "Масло вершкове — 2 ст. л."
        ],
        "steps": [
          "У теплій воді розчиніть цукор і дріжджі. Залиште на 10-15 хвилин, щоб дріжджі активувались і з'явилася пінка.",
          "У великій мисці змішайте борошно і сіль. Додайте до сухих інгредієнтів дріжджову суміш, молоко і олію. Замішуйте тісто, поки воно не стане м’яким і еластичним.",
          "Перекладіть тісто в миску, накрийте рушником і залиште на 1-1,5 години, щоб воно піднялося в теплому місці.",
          "Для начинки сир подрібніть, можна змішати декілька видів сиру, щоб отримати бажану консистенцію. Можна натерти сулугуні на тертці.",
          "Вбийте в сир яйце, додайте розм’якшене вершкове масло і добре перемішайте, щоб начинка була однорідною.",
          "Підніметься тісто розділіть на кілька частин (зазвичай роблять 4 хачапурі).",
          "Кожну частину розкатайте в круглу або овальну форму на присипаній борошном поверхні.",
          "На кожен розкатаний круг тіста викладіть сирну начинку і зберіть краї тіста, щоб утворити бортики. Залиште центр відкритим.",
          "Можна злегка розрівняти тісто руками, щоб воно мало характерну форму.",
          "Розігрійте духовку до 220-250°C.",
          "Випікайте хачапурі на пергаменті або на гарячій сковороді (якщо є така можливість) 15-20 хвилин, поки вони не стануть золотистими і хрусткими.",
          "Після випікання можна змастити хачапурі вершковим маслом для м'якості.",
          "Подавайте гарячими, зазвичай з чаєм або до основної страви."
        ]
      },
      {
        "title": "Назукі",
        "image": "./assets/images/nazuki.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Борошно пшеничне — 500 г",
          "Мед — 150 г",
          "Яйце — 1 шт.",
          "Сода харчова — 1 ч. л.",
          "Масло вершкове — 100 г (розтоплене)",
          "Молоко — 100 мл",
          "Цукор — 50 г",
          "Сіль — 1/2 ч. л.",
          "Волоські горіхи — 150 г",
          "Цукор — 2 ст. л.",
          "Мед — 2 ст. л.",
          "Корица — 1 ч. л."
        ],
        "steps": [
          "У великій мисці змішайте борошно з сіллю і содою.",
          "В окремій мисці з'єднайте мед, цукор, молоко, розтоплене вершкове масло і яйце. Добре перемішайте до однорідності.",
          "Поступово додайте медово-молочну суміш до борошна, замішуючи тісто. Воно повинно бути м’яким, але не липким.",
          "Якщо тісто виходить занадто липким, можна додати трохи борошна.",
          "Накрийте тісто рушником і залиште на 30 хвилин, щоб воно відпочило.",
          "Волоські горіхи подрібніть ножем або за допомогою блендера.",
          "Змішайте горіхи з цукром, медом та корицею. Перемішайте до однорідної маси.",
          "Розділіть тісто на кілька частин.",
          "Розкачайте кожну частину в прямокутник товщиною 5-7 мм.",
          "На кожен прямокутник викладіть рівномірно горіхову начинку.",
          "Скачайте тісто в рулет і наріжте його на порційні шматки (шириною близько 5 см).",
          "Викладіть рулетики на деко, застелене пергаментом.",
          "Розігрійте духовку до 180°C.",
          "Випікайте назукі 20-30 хвилин, поки вони не стануть золотистими.",
          "Після випікання дайте назвкі трохи охолонути.",
          "Подавайте їх теплими або при кімнатній температурі. Вони чудово підходять до чаю або як десерт."
        ]
      },
      {
        "title": "Мчаді",
        "image": "./assets/images/mchadi.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Кукурудзяне борошно — 300 г",
          "Пшеничне борошно — 100 г",
          "Тепла вода — 200 мл",
          "Сіль — 1 ч. л.",
          "Кмин — 1 ч. л. (за бажанням)",
          "Масло вершкове — 2 ст. л. (для додання м'якості, можна замінити на оливкову олію)",
          "Олія для смаження — 2-3 ст. л."
        ],
        "steps": [
          "У великій мисці змішайте кукурудзяне і пшеничне борошно. Додайте сіль і кмин, якщо ви використовуєте.",
          "Поступово вливайте теплу воду, замішуючи тісто. Тісто має бути м’яким, але не липким.",
          "Коли тісто добре вимішано, накрийте його рушником і залиште на 10-15 хвилин, щоб воно стало еластичним.",
          "З готового тіста сформуйте невеликі кульки, а потім розкатайте їх в коржики завтовшки 1 см. Краї коржиків можна трохи загнути для того, щоб вони набули традиційної форми.",
          "Розігрійте сковороду з невеликою кількістю олії на середньому вогні.",
          "Смажте кожен коржик з обох сторін до золотистої скоринки (приблизно 3-5 хвилин з кожного боку). Якщо потрібно, додайте більше олії для смаження.",
          "Готові мчаді можна подати з соусом або як гарнір до м'ясних страв. Ідеально поєднуються з овочами або салатами.",
          "Також можна змастити їх маслом після смаження, щоб вони стали м’якими і ароматними."
        ]
      },
      {
        "title": "Хаш",
        "image": "./assets/images/chash21.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Яловичі ноги (або баранячі) — 2 шт.",
          "Яловичий хвіст — 1 шт.",
          "Лук — 1 шт.",
          "Часник — 6-8 зубчиків",
          "Вода — 3-4 л",
          "Сіль — за смаком",
          "Чорний перець горошком — 6-8 шт.",
          "Лавровий лист — 2 шт.",
          "Квас — 200 мл (за бажанням, додає кислинку)",
          "Сметана — для подачі",
          "Оцет — за бажанням (для подачі)",
          "Сухий хліб або лепешки — для подачі"
        ],
        "steps": [
          "Добре промийте яловичі ноги і хвіст під холодною водою.",
          "У великій каструлі заливаємо м'ясо холодною водою і ставимо на середній вогонь. Після того як вода закипить, знімаємо піну, що утворюється на поверхні, і продовжуємо варити на повільному вогні.",
          "Варіть хаш на дуже слабкому вогні протягом 6-8 годин, щоб м'ясо стало дуже м'яким і почало відставати від кісток. Якщо потрібно, додавайте воду, щоб вона покривала м'ясо.",
          "За 1-1,5 години до кінця варіння додайте лавровий лист, горошки перцю і одну цибулину, яку можна просто розрізати навпіл.",
          "Після закінчення варіння вийміть м'ясо з бульйону і відокремте його від кісток. М'ясо наріжте на дрібні шматочки.",
          "Процідіть бульйон через дрібне сито або марлю, щоб він був прозорим.",
          "Відокремлене м'ясо поверніть назад у бульйон. Додайте в хаш подрібнений часник (бажано розтертий в пасту) і ще трохи солі за смаком.",
          "Для більш насиченого смаку можете додати трохи квасу або оцту, якщо любите кислинку.",
          "Хаш подається гарячим, часто в глиняних горщиках або каструлях. Його можна заправити свіжим часником і чорним перцем.",
          "Подавати хаш зазвичай з гарячими лепешками або сухим хлібом. Можна також додати сметану, щоб зробити смак більш м’яким."
        ]
      },
      {
        "title": "Чихіртма",
        "image": "./assets/images/chihirtma.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Курка (ціла або частини) — 1 шт. (приблизно 1-1,2 кг)",
          "Вода — 2-2,5 л",
          "Цибуля — 1 шт.",
          "Морква — 1 шт.",
          "Часник — 4-5 зубчиків",
          "Яйця — 2 шт.",
          "Лимон — 1 шт.",
          "Кефір або кисле молоко — 150 мл",
          "Сіль — за смаком",
          "Чорний перець — за смаком",
          "Сухі трави (базилік, чабер) — 1 ч. л.",
          "Олія — 2 ст. л. (для обсмажування)",
          "Зелень (кінза, кріп) — за бажанням"
        ],
        "steps": [
          "Курку ретельно промийте, розріжте на частини і покладіть у каструлю. Додайте до курки воду, доведіть до кипіння і варіть на середньому вогні протягом 1,5-2 годин, поки м'ясо не стане м'яким. Протягом варіння знімайте піну з бульйону, щоб він був прозорим. За 20 хвилин до кінця варіння додайте до бульйону очищену і цілу цибулю, а також моркву, нарізану на кілька частин. Посоліть за смаком.",
          "У глибокій мисці розбийте яйця і збийте їх разом з кефіром або кислим молоком. Додайте сіль, чорний перець і спеції (чабер, базилік). Перемішайте до однорідної консистенції.",
          "Часник наріжте дрібно і злегка обсмажте на олії до золотистого кольору в сковороді. Коли бульйон буде готовий, вийміть з нього м'ясо і овочі, процідіть бульйон, щоб отримати чистий рідкий склад.",
          "Покладіть проціджений бульйон назад у каструлю і доведіть до кипіння. Додайте в киплячий бульйон обсмажений часник, а також м'ясо, яке попередньо відокремили від кісток і нарізали на шматочки. Потім поступово вливайте яєчну заправку, постійно помішуючи, щоб яйця не згорнулися. Виливайте суміш у бульйон повільно, щоб вона рівномірно розподілилася.",
          "Коли суп стане густим і однорідним, додайте сік половини лимона для кислинки. Подавайте чихіртму гарячою, прикрашеною свіжою зеленню (кінза або кріп)."
        ]
      },
      {
        "title": "Хінкалі",
        "image": "./assets/images/561-xinkali-s-gribami-shampinonami-wtmtn-1100x1100-cfefd80f9a.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Борошно — 500 г",
          "Тепла вода — 200 мл",
          "Яйце — 1 шт.",
          "Сіль — 1 ч. л.",
          "Олія — 1 ст. л.",
          "М'ясо (яловичина, баранина або суміш) — 500 г",
          "Цибуля — 1 велика штука",
          "Часник — 4-5 зубчиків",
          "Бульйон (для начинки) — 100-150 мл (якщо немає бульйону, можна використовувати воду)",
          "Сіль — за смаком",
          "Чорний перець — за смаком",
          "Кориандр молотий — 1 ч. л.",
          "Сухий чабер (за бажанням) — 1 ч. л."
        ],
        "steps": [
          "У великій мисці змішайте борошно та сіль. Додайте яйце, олію і теплу воду. Починайте замішувати тісто. Замішуйте тісто до еластичності, воно повинно бути м'яким, але не липким. Коли тісто стане однорідним, накрийте його рушником або поліетиленовою плівкою і дайте постояти 20-30 хвилин.",
          "М'ясо наріжте на невеликі шматочки або пропустіть через м'ясорубку. Цибулю і часник наріжте дрібно або подрібніть в блендері. Змішайте м'ясо з цибулею, часником, коріандром, чабером, сіллю і перцем. Додайте бульйон (або воду) до м'яса, щоб начинка була соковитою. Перемішайте добре.",
          "Тісто розділіть на невеликі кульки (приблизно розміром з волоський горіх). Кожну кульку розкачайте в тонкий круглий пласт (приблизно 10 см в діаметрі). Викладіть в центр кожного кружечка начинку, не перевантажуйте, щоб тісто не порвалося. Підніміть краї тіста і з’єднайте їх над начинкою, залишаючи в центрі хінкалі маленький «пік» — це характерна особливість цієї страви. Затягніть краї тіста і закріпіть їх, щоб пельмень не розкрився при варінні.",
          "У великій каструлі закип’ятіть підсолену воду. Обережно опустіть хінкалі в киплячу воду і варіть їх 10-15 хвилин. Хінкалі будуть готові, коли вони спливуть на поверхню. Дістаньте їх шумівкою, дайте воді стекти.",
          "Подавайте хінкалі гарячими, посипаними чорним перцем. Їх можна їсти руками, хапаючи за 'хвостик' з тіста. Для зручності, можна подавати хінкалі з соусом або смаженою цибулею."
        ]
      },
      {
        "title": "Лобіо",
        "image": "./assets/images/lobio.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Червоні боби (сухі) — 300 г",
          "Цибуля — 1 велика штука",
          "Часник — 4-5 зубчиків",
          "Помідори (свіжі або консервовані) — 2-3 шт. або 200 г томатної пасти",
          "Кінза — 1 пучок",
          "Хмелі-сунелі — 1 ч. л.",
          "Чорний перець — за смаком",
          "Сіль — за смаком",
          "Олія — 2 ст. л.",
          "Лавровий лист — 1-2 шт.",
          "Оцет (за бажанням) — 1 ст. л. (для додання кислинки)"
        ],
        "steps": [
          "Сухі боби промийте кілька разів і замочіть в холодній воді на кілька годин (краще на ніч), щоб вони розм'якли. Після того, як боби замочилися, злийте воду і залийте їх свіжою водою. Варіть боби в підсоленій воді на середньому вогні близько 1-1,5 години, поки вони не стануть м’якими. Якщо потрібно, додавайте воду під час варіння. Коли боби готові, злийте воду і залиште їх у каструлі.",
          "Цибулю наріжте дрібними кубиками. Часник подрібніть або розітріть ножем. Помідори наріжте на маленькі шматочки (якщо ви використовуєте свіжі помідори, їх можна обшпарити, зняти шкірку і потім нарізати).",
          "У великій сковороді розігрійте олію, додайте цибулю і смажте до золотистого кольору. Додайте до цибулі нарізані помідори або томатну пасту. Тушкуйте на середньому вогні 5-7 хвилин, поки помідори не пустять сік і суміш не загусне. Додайте часник, хмелі-сунелі, чорний перець і лавровий лист. Перемішайте і тушкуйте ще 2-3 хвилини.",
          "Додайте варені боби до обсмаженої суміші. Добре перемішайте. Якщо суміш вийшла дуже густою, додайте трохи води або бульйону і тушкуйте на маленькому вогні 10-15 хвилин, щоб усі смаки добре з’єдналися. Наприкінці додайте нарізану кінзу, сіль за смаком і трохи оцту, якщо хочете додати кислинку.",
          "Подавайте лобіо гарячим, посипаним свіжою кінзою. Це чудова страва для вегетаріанців або як гарнір до м'ясних страв."
        ]
      },
      {
        "title": "Харчо",
        "image": "./assets/images/charcho.png",
        "cuisineFlag": "ge",
        "ingredients": [
          "Яловичина (м'якоть або ребра) — 500 г",
          "Вода — 2,5-3 л",
          "Цибуля — 1 велика штука",
          "Морква — 1 шт.",
          "Помідори — 2-3 шт. або 2-3 ст. л. томатної пасти",
          "Рис — 100 г",
          "Часник — 4-5 зубчиків",
          "Хмелі-сунелі — 1 ч. л.",
          "Червоний перець — за смаком",
          "Лавровий лист — 2 шт.",
          "Сіль — за смаком",
          "Кінза (свіжа) — 1 пучок",
          "Оцет — 1-2 ст. л. (за смаком)",
          "Олія — 2 ст. л. (для обсмажування)",
          "Волоські горіхи (подрібнені) — 2 ст. л. (за бажанням)"
        ],
        "steps": [
          "Яловичину наріжте на великі шматки. Покладіть м'ясо в каструлю, залийте водою і доведіть до кипіння. Зніміть піну, яка утворюється на поверхні. Додайте в каструлю лавровий лист і варіть м'ясо на слабкому вогні 1-1,5 години до повної готовності, поки м'ясо не стане м'яким. Після варіння вийміть м'ясо з бульйону і відокремте його від кісток. М'ясо наріжте дрібними шматочками.",
          "Цибулю наріжте дрібно, а моркву натріть на середній терці. У сковороді розігрійте олію і обсмажте цибулю до золотистого кольору. Додайте натерту моркву і смажте ще 5-7 хвилин до м'якості. Якщо ви використовуєте свіжі помідори, наріжте їх дрібно або обшпарте, зніміть шкірку і подрібніть. Додайте помідори або томатну пасту в сковороду до овочів і тушкуйте все разом ще 5-10 хвилин.",
          "Процідіть бульйон через дрібне сито, щоб він був чистим. Поверніть бульйон в каструлю, доведіть до кипіння. Додайте рис і варіть до готовності (приблизно 15-20 хвилин). Коли рис звариться, додайте в суп подрібнене м'ясо та обсмажені овочі з томатами. Перемішайте.",
          "В кінці додайте хмелі-сунелі, червоний перець, сіль за смаком і нарізаний часник. Додайте свіжу кінзу і оцет за смаком, щоб додати кислинку. Якщо хочете, можна додати подрібнені волоські горіхи для додаткового смаку та текстури.",
          "Подавайте харчо гарячим, посипаним свіжою кінзою. Ідеально підходить до нього лаваш або хліб."
        ]
      },
      {
        "title": "Суші",
        "image": "./assets/images/sushi.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Рис для суші (японський або короткозернистий) — 250 г",
          "Вода — 300 мл",
          "Рисовий оцет — 2 ст. л.",
          "Цукор — 1 ст. л.",
          "Сіль — 1 ч. л.",
          "Лосось (свіжий або слабосолений) — 150 г",
          "Огірок — 1 шт.",
          "Авокадо — 1 шт.",
          "Норі (водорості для суші) — 5-6 листів",
          "Соєвий соус — для подачі",
          "Васабі — для подачі",
          "Маринований імбир — для подачі"
        ],
        "steps": [
          "Ретельно промийте рис кілька разів холодною водою, поки вода не стане прозорою. Перекладіть рис у каструлю, залийте водою і доведіть до кипіння. Варіть на слабкому вогні під кришкою 15-20 хвилин, поки рис не стане м’яким і вся вода не вбереться. Змішайте рисовий оцет, цукор і сіль, поки вони не розчиняться. Готовий рис розкладіть на широку плоску поверхню і акуратно перемішайте з оцтовою сумішшю, щоб рис охолов і став більш липким.",
          "Лосось наріжте тонкими скибочками. Огірок очистіть від шкірки, наріжте на тонкі смужки. Авокадо наріжте тонкими скибочками.",
          "Покладіть лист норі на спеціальний килимок для суші або на гладку поверхню. Змочіть руки водою і рівномірно розподіліть рис по листу норі, залишаючи 2 см з одного боку порожнім. На середину рису викладіть начинку: кілька смужок огірка, авокадо та скибочки лосося. Зачинаючи з одного краю, акуратно скрутіть лист норі в рулет за допомогою мату для суші, трохи натискаючи на нього, щоб суші не розпадались.",
          "Рулет наріжте гострим ножем на 6-8 шматочків. Подавайте суші з соєвим соусом, васабі та маринованим імбиром."
        ]
      },
      {
        "title": "Сябу-сябу",
        "image": "./assets/images/1920px-Shabu_Shabu_photo_Don_Ramey_Logan.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Вода — 2 л",
          "Кістки або м'ясо (яловичина, курка) для бульйону — 500 г",
          "Соєвий соус — 2 ст. л.",
          "Мирин (японське вино для приготування страв) — 1 ст. л.",
          "Водорості комбу — 10 г (за бажанням)",
          "Кунжутне масло — 1 ст. л.",
          "Яловичина (пісна частина, наприклад, вирізка або стейк) — 300 г",
          "Тонко нарізане м’ясо свинини або курки — 200 г",
          "Шампіньйони або шиітаке — 100 г",
          "Овочі (капуста, морква, броколі, шпинат) — по 100 г кожного",
          "Тофу — 200 г",
          "Пір’ячка зеленої цибулі — 1 пучок",
          "Рисова локшина або вермішель — 100 г",
          "Соєвий соус — 3 ст. л.",
          "Сік лайма або лимона — 1 ст. л.",
          "Часник — 1 зубчик",
          "Тахіні (кунжутна паста) або інший соус на вибір — 1 ст. л.",
          "Солодкий чилі соус — 1 ст. л. (за бажанням)"
        ],
        "steps": [
          "Воду залийте в каструлю і поставте на вогонь. Додайте кістки або м’ясо для бульйону. Якщо ви використовуєте водорості комбу, додайте їх на цьому етапі. Доведіть до кипіння, потім зменшіть вогонь і варіть на повільному вогні 40-60 хвилин, щоб витягти всі смаки з м’яса чи кісток. Додайте соєвий соус, мирин, кунжутне масло та за смаком інші спеції. Процідіть бульйон через сито, щоб він був чистим.",
          "Наріжте м’ясо на дуже тонкі скибочки, щоб його було зручно занурювати в бульйон. Овочі та гриби наріжте на зручні для їжі шматочки. Тофу наріжте кубиками або прямокутниками. Рисову локшину можна відварити окремо або додавати безпосередньо в бульйон.",
          "Поставте каструлю з бульйоном на середній вогонь на столі. За бажанням, можна використовувати спеціальний індукційний котел або готувати на плиті. Викладіть всі інгредієнти на окремі тарілки для кожного учасника вечері. Кожен учасник бере шматочок м’яса, овочів чи тофу за допомогою паличок або спеціальних щипців і занурює їх у киплячий бульйон. Готується все дуже швидко — всього кілька секунд. М’ясо не повинно бути перевареним, щоб зберегти ніжність. Після того, як інгредієнти готові, їх можна занурити в соус для додаткового смаку.",
          "Подавати сябу-сябу з рисовою локшиною, свіжою зеленню і соусами на вибір. Рекомендується подавати це блюдо з декількома видами соусів для занурення (солодким чилі, соєвим, з тахіні і лаймом)."
        ]
      },
      {
        "title": "Кайсеки",
        "image": "./assets/images/kaiseki.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Водорості комбу — 10 г",
          "Сушені боніто (риба) — 15-20 г",
          "Вода — 1 л",
          "Соєвий соус — 2 ст. л.",
          "Мирин — 1 ст. л.",
          "Сіль — за смаком",
          "Даші (приготований за попереднім рецептом) — 300 мл",
          "Місо паста (соя або рисова) — 2 ст. л.",
          "Тофу — 100 г",
          "Зелену цибулю — 1 пучок",
          "Лосось або тунець — 200 г",
          "Сіль — за смаком",
          "Лимон — 1 шт.",
          "Мелений чорний перець — за смаком",
          "Японська гірчиця (васабі) — 1 ч. л.",
          "Шампіньйони — 100 г",
          "Морква — 1 шт.",
          "Броколі — 100 г",
          "Спаржа — 100 г",
          "Соєвий соус — 1 ст. л.",
          "Кунжутне масло — 1 ч. л.",
          "Кінза — для прикраси",
          "Червоний біб (адзукі) — 100 г",
          "Цукор — 2 ст. л.",
          "Листя сакури (за бажанням) — 1-2 шт.",
          "Японська паста анко — 2 ст. л."
        ],
        "steps": [
          "У каструлю налийте воду і додайте водорості комбу. Прогрійте воду до температури 60°C і залиште на 10 хвилин. Потім додайте сушену рибу боніто і доведіть до кипіння. Варіть бульйон 5 хвилин, після чого процідіть через дрібне сито.",
          "До готового даші додайте місо пасту і добре перемішайте до повного розчинення. Наріжте тофу кубиками і додайте в суп. Посипте зверху зеленю (наприклад, зелену цибулю).",
          "Рибу (лосось або тунець) посоліть і поперчіть, потім обсмажте на грилі або сковороді з обох боків до готовності (по 3-4 хвилини з кожного боку для середньої прожарки). Подавайте рибу з лимоном і маленьким шматочком васабі.",
          "Овочі (шампіньйони, броколі, моркву, спаржу) можна приготувати на пару або обсмажити на сковороді з соєвим соусом і кунжутним маслом до м'якості. Для оформлення страви, використовуйте кінзу і ще кілька крапель кунжутного масла.",
          "Червоний біб варіть в каструлі з водою до м'якості, потім змішайте з цукром і варіть, поки не утвориться густий сироп. Викладіть отриману пасту на тарілку і прикрасьте листям сакури та японською пастою анко."
        ]
      },
      {
        "title": "Унагі",
        "image": "./assets/images/unagi.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Вугор (свіжий або заморожений) — 2 шт.",
          "Сіль — за смаком",
          "Перець — за смаком",
          "Кунжутне масло — 1 ст. л.",
          "Соєвий соус — 100 мл",
          "Мирин — 50 мл",
          "Цукор — 2 ст. л.",
          "Рисовий оцет — 1 ст. л.",
          "Вода — 50 мл",
          "Варений рис (японський або для суші) — 2 порції",
          "Кунжут (для прикраси) — 1 ст. л.",
          "Зелені цибулі (для прикраси) — кілька пір'ячок"
        ],
        "steps": [
          "У каструлю влийте соєвий соус, мирин, цукор, рисовий оцет і воду. Поставте на середній вогонь і доведіть до кипіння. Зменшіть вогонь і варіть 5-7 хвилин, поки соус не загусне і не стане глянцевим. Процідіть соус, щоб він був чистим і без грудочок, і залиште охолоджуватися.",
          "Якщо вугор заморожений, попередньо розморозьте його. Якщо вугор цілий, розріжте його на дві частини (вдовж або поперек залежно від розміру) і видаліть кістки. Складіть вугра на решітку або в сковороду з антипригарним покриттям. Поперчіть і посоліть з обох сторін, змастіть кунжутним маслом.",
          "Нагрійте сковороду або гриль до середньої температури. Покладіть вугра на гриль чи в сковороду шкірою вниз. Смажте вугра по 4-5 хвилин з кожного боку, поки він не стане золотисто-коричневим і готовим. Під час смаження, періодично поливайте вугра приготованим соусом теріякі, щоб він був покритий глазур'ю.",
          "Приготуйте рис: варіть рис до готовності, промийте його водою, щоб зняти зайвий крохмаль. Викладіть рис у тарілки, на кожну порцію рису покладіть готовий вугор. Полийте залишками соусу теріякі і прикрасьте кунжутом і нарізаною зеленню цибулі."
        ]
      },
      {
        "title": "Окономіякі",
        "image": "./assets/images/okonomiaki.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Борошно — 150 г",
          "Вода або бульйон (японський або овочевий) — 100 мл",
          "Яйце — 1 шт.",
          "Пекарський порошок — 1 ч. л.",
          "Картопля крохмальна (крохмаль) — 1 ст. л.",
          "Соєвий соус — 1 ст. л.",
          "Сіль — щіпка",
          "Капуста (краще використовувати пекінську або звичайну білу) — 200 г",
          "Зелена цибуля — 2-3 стебла",
          "Морква — 1 шт. (за бажанням, натерта)",
          "Свиняча котлета або курка (можна також морепродукти) — 150 г",
          "Бекон — 2-3 скибочки (можна замінити на інше м’ясо)",
          "Соус окономіякі — 2 ст. л.",
          "Міса (японська майонез) — 1-2 ст. л.",
          "Сушений водорості (нори) — для посипання",
          "Кунжут — за бажанням"
        ],
        "steps": [
          "У великій мисці змішайте борошно, пекарський порошок і сіль. Додайте яйце, соєвий соус і воду (або бульйон), поступово змішуючи, щоб не було грудочок. Додайте крохмаль і добре перемішайте до однорідної консистенції.",
          "Капусту наріжте тонкими смужками. Зелену цибулю наріжте дрібно. Моркву натріть на великій тертці. М'ясо (свиняче або куряче) наріжте на невеликі шматочки. Якщо використовуєте бекон, наріжте його смужками.",
          "Всі підготовлені інгредієнти (капусту, моркву, цибулю, м'ясо або бекон) додайте до тіста та ретельно перемішайте, щоб начинка рівномірно розподілилася.",
          "Розігрійте сковороду з невеликою кількістю олії на середньому вогні. Викладіть частину тіста з начинкою на сковороду, формуючи круглу або овальну форму (зазвичай діаметром близько 15 см). Смажте окономіякі з обох боків по 3-4 хвилини, поки вони не стануть золотистими та хрусткими з обох сторін.",
          "Після того, як окономіякі готові, змастіть їх соусом окономіякі і прикрасьте майонезом. Посипте сушеними водоростями (нори) і кунжутом. Подавайте окономіякі гарячими, як основну страву або закуску."
        ]
      },
      {
        "title": "Кусіяки",
        "image": "./assets/images/kusiaki.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Для маринаду:",
          "Соєвий соус — 4 ст. л.",
          "Мирин — 2 ст. л.",
          "Вода — 2 ст. л.",
          "Цукор — 1 ст. л.",
          "Часник (дрібно нарізаний) — 1 зубчик",
          "Імбир (тертий) — 1 ч. л.",
          "Сіль і перець — за смаком",
          "Олія (для смаження)",
          "Для м’яса або морепродуктів:",
          "Курячі стегна або філе — 300 г (або свинина, яловичина, креветки, риба на ваш вибір)",
          "Перець болгарський — 1 шт.",
          "Цибуля (зелена або ріпчаста) — 1 шт.",
          "Кавун або інші овочі (за бажанням)",
          "Для подачі:",
          "Кунжут — для посипання",
          "Лимон — для подачі (за бажанням)"
        ],
        "steps": [
          "У мисці змішайте соєвий соус, мирин, воду, цукор, тертий імбир і подрібнений часник. Додайте сіль і перець за смаком, добре перемішайте до розчинення цукру. Дайте маринаду постояти при кімнатній температурі 10 хвилин.",
          "М'ясо (курку, свинину чи яловичину) наріжте на невеликі шматочки (приблизно 2-3 см). Якщо використовуєте овочі, наріжте болгарський перець і цибулю на великі шматочки. Якщо ви вибрали морепродукти (наприклад, креветки), очистіть їх від панцирів і при необхідності видаліть жилки.",
          "Покладіть м’ясо або морепродукти в маринад і залиште їх на 20-30 хвилин (якщо хочете більш насичений смак, маринуйте до 1 години).",
          "На дерев'яні або металеві шпажки нанизуйте м’ясо або морепродукти чергуючи з овочами. Якщо використовуєте дерев’яні шпажки, замочіть їх у воді на 10 хвилин перед використанням, щоб вони не загорілися під час смаження.",
          "Розігрійте гриль або сковороду з невеликою кількістю олії. Обсмажуйте кусіяки на середньому вогні, перевертаючи шпажки, поки м’ясо або морепродукти не стануть золотистими та готовими (приблизно 10-15 хвилин, залежно від товщини шматочків). Під час смаження можна змащувати кусіяки залишками маринаду для додаткового аромату.",
          "Після приготування подайте кусіяки гарячими, посипаними кунжутом. За бажанням можна додати кілька часточок лимона для свіжості та аромату."
        ]
      },
      {
        "title": "Якіторі",
        "image": "./assets/images/jakitori.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Для маринаду (соус tare):",
          "Соєвий соус — 4 ст. л.",
          "Мирин — 2 ст. л.",
          "Цукор — 1 ст. л.",
          "Вода — 2 ст. л.",
          "Часник (дрібно нарізаний) — 1 зубчик",
          "Імбир (тертий) — 1 ч. л.",
          "Для якіторі:",
          "Курячі стегна або грудка — 500 г",
          "Перець болгарський — 1 шт. (за бажанням)",
          "Цибуля (зелена або ріпчаста) — 1 шт.",
          "Сіль і перець — за смаком",
          "Для подачі:",
          "Кунжут — для посипання",
          "Лимон — для подачі (за бажанням)"
        ],
        "steps": [
          "У каструлі змішайте соєвий соус, мирин, цукор, воду, тертий імбир і подрібнений часник. Доведіть суміш до кипіння на середньому вогні і варіть кілька хвилин, поки соус не загусне трохи. Зменшіть вогонь і залиште соус остигати.",
          "Курячі стегна або грудку наріжте на невеликі шматочки (приблизно 2-3 см). Якщо використовуєте овочі (перець або цибулю), наріжте їх на великі шматочки, щоб вони могли бути нанизані на шпажки. Посоліть і поперчіть м’ясо за смаком.",
          "Намочіть дерев'яні шпажки в воді на 10 хвилин, щоб вони не загорілися під час смаження. Нанизуйте курку на шпажки, чергуючи з овочами, якщо їх використовуєте.",
          "Розігрійте гриль або сковороду з невеликою кількістю олії. Обсмажуйте якіторі на середньому вогні, перевертаючи шпажки, щоб вони рівномірно підрум’янились з усіх боків (приблизно 10-15 хвилин). Під час смаження, поливайте м'ясо залишками соусу tare, щоб воно покрилося глянцевою глазур'ю.",
          "Після приготування, подавайте якіторі гарячими. Посипте кунжутом для додаткового аромату і за бажанням подайте кілька часточок лимона."
        ]
      },
      {
        "title": "Геза",
        "image": "./assets/images/geza.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Для тіста:",
          "Борошно пшеничне — 300 г",
          "Тепла вода — 150 мл",
          "Яйце — 1 шт.",
          "Сіль — 1 ч. л.",
          "Рослинна олія — 1 ст. л.",
          "Для начинки:",
          "Свинина (або інше м'ясо) — 300 г",
          "Цибуля — 1 шт.",
          "Часник — 2-3 зубчики",
          "Капуста (можна замінити на гриби або інші овочі) — 150 г",
          "Соєвий соус — 2 ст. л.",
          "Сіль, перець — за смаком",
          "Рослинна олія для смаження",
          "Для соусу (за бажанням):",
          "Соєвий соус — 3 ст. л.",
          "Часник — 1 зубчик",
          "Червоний перець чилі — 1 шт. (за бажанням)"
        ],
        "steps": [
          "В мисці змішайте борошно і сіль. Додайте яйце і поступово вливайте теплу воду, замішуючи тісто. Вимішуйте тісто до еластичності (приблизно 5-10 хвилин). Якщо потрібно, додайте трохи борошна або води. Накрийте тісто рушником і залиште на 30 хвилин, щоб воно відпочило.",
          "М’ясо наріжте на дрібні шматочки або пропустіть через м'ясорубку. Цибулю і часник дрібно наріжте. Капусту наріжте тонкими смужками. У великій сковороді розігрійте трохи олії і обсмажте цибулю до прозорості, потім додайте часник і смажте ще кілька хвилин. Додайте м'ясо і смажте, поки воно не буде готове. Потім додайте капусту (або інші овочі) і готуйте до м'якості. Посоліть, поперчіть і додайте соєвий соус для додаткового аромату. Перемішайте і дайте охолонути.",
          "Розкачайте тісто на тонкі коржі, розріжте на невеликі круги (приблизно 8-10 см в діаметрі). На кожен круг покладіть 1-2 ч. л. начинки. Складіть корж навпіл і защипіть краї, формуючи півмісяць або варіант з «плісированими» краями.",
          "Нагрійте сковороду з олією на середньому вогні. Обсмажуйте гези з обох боків до золотистої скоринки, по 2-3 хвилини з кожної сторони. Якщо хочете зробити їх ще смачнішими, можете додати кілька ложок води в сковороду і накрити кришкою на кілька хвилин, щоб гези добре пропеклися і стали м’якими зсередини.",
          "Подавайте гези гарячими, з соусом на основі соєвого соусу, часнику і червоного перцю, якщо любите гострі страви. Для більш традиційного варіанту можна подавати з оцтом або спеціальним соусом для пельменів."
        ]
      },
      {
        "title": "Рамен",
        "image": "./assets/images/shoyu-ramen5-1.png",
        "cuisineFlag": "jp",
        "ingredients": [
          "Для бульйону:",
          "Свинина (шия або ребра) — 500 г",
          "Курячі крила або стегна — 2 шт.",
          "Часник — 4 зубчики",
          "Імбир — 1 см шматочок",
          "Порей або зелена цибуля — 1 шт.",
          "Соєвий соус — 3 ст. л.",
          "Мірін (за бажанням) — 2 ст. л.",
          "Сіль — за смаком",
          "Вода — 2 л",
          "Для супу:",
          "Локшина для рамену — 2 порції",
          "Яйця — 2 шт. (варені з м’яким жовтком)",
          "Порей або зелена цибуля — для прикраси",
          "Бамбук маринований (менма) — 50 г (за бажанням)",
          "Тонко нарізана свинина або курка — 100 г (можна використовувати смажене або варене м’ясо)",
          "Норі (сушені водорості) — 2 листи",
          "Сезам — для посипки"
        ],
        "steps": [
          "В великій каструлі налийте воду, додайте свинину та курячі крила (або стегна). Додайте розчавлений часник, шматочок імбиру і порей або зелену цибулю. Доведіть до кипіння, зменшіть вогонь і варіть 1,5-2 години. Періодично знімайте піну, щоб бульйон був чистим. Коли бульйон готовий, процідіть його через сито, щоб позбутися кісток і овочів. Додайте в бульйон соєвий соус і мірін (якщо використовуєте), а також приправте сіллю за смаком. Перемішайте і залиште на слабкому вогні.",
          "Відваріть локшину для рамену в киплячій воді, згідно з інструкцією на упаковці, до альденте (трохи твердої). Після варіння добре промийте локшину холодною водою, щоб зупинити процес варіння і видалити зайвий крохмаль.",
          "Яйця варіть круто (приблизно 7 хвилин), а потім охолодіть в холодній воді. Очистіть і розріжте навпіл. М’ясо наріжте тонкими скибочками. Зелену цибулю наріжте дрібно для прикраси. Наріжте норі на великі шматки, які будете покладати поверх супу.",
          "На дно кожної тарілки покладіть порцію локшини. Залийте гарячим бульйоном. Додайте скибочки м’яса, варене яйце, порізану зелену цибулю, бамбук (менма) і норі. Посипте все сезамом для додаткового аромату і краси.",
          "Подавати рамен потрібно гарячим, щоб локшина була ніжною і смачною. Можна додати трохи гострого перцю або соусу, якщо хочете, щоб суп був гостріший."
        ]
      } 
  ]  